export const CAREER_LIST = [
  {
    qsymbol: '[Q]',
    question: '이력서가 피곤해~! 어떻게 관리해야 할까요?',
    asymbol: '[A]',
    answer: `인력추천을 진행하다보면 많은 이력서들을 보게 됩니다. 철저한 이력관리를 하셔서 프로젝트명 기간 및 업무 내용이 잘 정리되어 있는 이력서. 그럭저럭 이력 관리를 하셔서 프로젝트명 담당 업무 정도만 정리된 이력서. 마지막으로 기간도 가물가물 하고 프로젝트명도 가물가물 대충 정리된 이력서. 첫번째 이력서는 아주 건강하고 튼튼한 이력서입니다. 하지만 마지막 이력서의 경우 아주 피곤한 이력서가 되는 것이죠. 그럼 이런 피곤한 이력서는 어떻게 피로를 풀어야 할까요? 흔히들 이렇게 생각 하십니다. 이력기간을 늘리거나 프로젝트 내용을 약간씩 바꿔서 피로를 풀려고 하시죠.. 일명 마사지!!! 하지만 이렇게 한다고 해서 근본적인 문제가 해결 되는 것은 아닙니다. 실제로 필요한 것은 평소에 충실히 차근차근 준비하는 이력 관리 입니다. 그것은 누가 시켜서 하는 것이 아니고 개발자 본인이 해야 하는 것입니다. 프리랜서로서 프로젝트를 끝내면 그 소속회사로 부터 기술이력 확인서를 꼭 받아 놓으세요. 시간이 지나면 어떻게 찾아야 할지 기억도 안 나고 회사가 사라지는 경우도 있으니까요. 그리고 그때그때 프리랜서의 이력서를 업데이트 하셔서 필요한 순간 원하는 프로젝트에 지원할 수 있도록 미리미리 준비 하시는 겁니다. 즉, 체계적인 이력관리로 피곤물질 없는 건강한 이력서를 준비 하자는 말씀! e랜서 여러분들은 모두 이력관리 잘하셔서 부자 되세요~!`,
  },
  {
    qsymbol: '[Q]',
    question: '잘 쓴 이력서는 어떤 이력서인가요?',
    asymbol: '[A]',
    answer: `이력서 쓰는 법이 궁금하시군요. 이력서는 본인의 얼굴이라고 해도 과언이 아닌데요. 좀 더 매력적이고 눈에 띄는 이력서를 쓰는 방법에 대해 알아보도록 할게요. 개발자편 - 희망하는 프로젝트에 적합한 경력은 꼭 굵은 글씨로 써야 합니다. 또한 자격증 보유 여부와 연도 기재는 필수입니다. 특수 기술 사용 경력이 있다면 빠짐없이 기재하는 것도 중요합니다. 프로젝트는 사소한 경력이라도 안쓰면 곤란합니다. 이력서에 공백이 없도록 꼼꼼하게 작성하세요. 특히 코사(KOSA, 한국소프트웨어산업협회 소프트웨어 기술자 신고제) 등급을 가지고 있다면 꼭 밝혀야 합니다. 물론 본인의 경력보다 많이 낮더라도 말이지요. 디자이너편 - 경력기술서에 코딩참여 표시는 필수입니다. 또한 웹 에이전시, 관공서, 쇼핑몰, 모바일 등 특정분야에 대한 표시도 반드시 해야 합니다. 그리고 기획과 디자인 총괄 등의 역할에 관한 부분도 기재를 해야 합니다. 마지막으로 디자이너에겐 포트폴리오는 필수겠죠?`,
  },
];
