export const ETC_LIST = [
  {
    qsymbol: '[Q]',
    question: '어떤 프로그래머가 좋은 프로그래머입니까?',
    asymbol: '[A]',
    answer: `어떤 프로그래머가 좋은 프로그래머인지 애매합니다. 퍼포먼스가 좋은 프로그래머일까요? 약속을 잘 지키는 프로그래머일까요? 아니면 돈을 잘 버는 프로그래머일까요? '좋은 프로그래머'에서의 '좋다' 의 기준이 참 애매한 상황이죠. 물론 프리랜서들은 프로젝트의 결과물로 이야기를 한다고 할 수 있습니다. 하지만 그 결과물이 나오는 과정에서 프리랜서를 보는 시선은 다양하게 갈릴 수 있습니다. 늦은 출근 시간, 잦은 결근, 현업과 불협화음 등의 상황으로 안 좋게 보일 수도 있고, 성실한 과업 처리, 현업과의 조화, 원활한 커뮤니케이션 등으로 좋게 보일 수도 있습니다. 실제로 프리랜서들은 프로젝트를 완수하면 그들이 해야 할 일들을 모두 끝마쳤다고 볼 수 있습니다. 그렇지만 그와 더불어 그들의 행동을 스스로 책임지고 프로젝트를 완수하며 그 과정 역시 좋게 이뤄진다면 더할 나위 없겠죠. 우리 e랜서분들은 원활한 의사소통과 상호간 배려하는 마음, 그리고 성실한 근무태도로 프로젝트를 완벽하게 완수하는 그런 좋은 프로그래머이기를 상상해 봅니다. 물론 고용하는 업체도 잘 만나야 하겠지만요.`,
  },
  {
    qsymbol: '[Q]',
    question: 'SW기술자의 등급 산정 기준을 알려주세요.',
    asymbol: '[A]',
    answer: `등급 산정 기준이란 개인이 신고한 경력으로 등급을 산정하기 위한 기준을 말합니다. 그렇다면 이 등급 산정 기준에는 어떤 항목이 포함될까요? 등급산정의 기준은 '학력'과 '기술자격'이 있습니다. 「소프트웨어기술자 신고요령 운영세칙 제14조」에 의거하여 다음과 같은 경우를 포함합니다. - 학력의 경우는 아래의 경우를 포함합니다. 1.「초·중등교육법」또는「고등교육법」에 따른 해당학교에서 소정의 과정을 이수하고 졸업한 경우 2. 관계법령에 따라 국내 또는 외국에서 학위를 이수하고 졸업한 경우 3. 지식경제부장관이 정하는 교육기관에서 소정의 소프트웨어기술(기능) 관련 교육과정을 이수한 자 - 기술자격의 경우는 아래의 경우를 포함합니다. 1.「국가기술자격법」의 기술자격 종목 중 정보처리분야 기술자격을 취득한 경우 2.「자격기본법」등 관계법령에 따라 인증된 공인민간자격증 중 지식경제부장관이 고시하는 자격을 취득한 경우 위와 같은 등급 산정 기준이 없을 때는 소프트웨어기술(기능)을 가진 자로서 소프트웨어사업자 신고업체 및 소프트웨어기술(기능) 분야에서 일정기간 근무한 경우 가능합니다. 자세한 사항은 http://career.sw.or.kr/ (소프트웨어 기술자경력관리 시스템) 에서 확인 하실 수 있습니다. 공공기관이나 공기업(금융권)/ 대기업의 경우 KOSA 등급을 필수로 원하는 경우가 종종 있습니다. 경력기술서 상에 많은 경력들만으로도 인정받고 마음 놓고 개발할 수 있는 환경이 만들어 지면 좋겠지만, KOSA 등급을 통해서 확인받아야 하는 것이 현실이라면 개발자 본인의 경력관리를 위해서라도 시간 되실 때 확인해서 신청해 보는 것은 어떨까요?`,
  },
  {
    qsymbol: '[Q]',
    question:
      '시장 단가 변동 사항 알려 주세요. 저는 지난 프로젝트까지 000 만원을 받고 일했습니다. 그래서 이번에는 조금 더 올려 받고 싶은데요? 그런데 프로젝트 마다 혹은 프리랜서 급수마다 정해진 단가가 있나요?',
    asymbol: '[A]',
    answer: `프로젝트 시장단가에 대해 궁금하시군요. 아시겠지만 정확히 프리랜서 업력에 따라 정해진 등급기준표는 현재 많은 형태로 나타나고 있습니다. 하지만 이것만이 정확한 데이터로 활용이 되느냐? 그렇지~ 않습니다. 보통 프로젝트를 의뢰하는 업체들은 여러 형태로 프로젝트를 의뢰하고 있습니다. 자체적인 내부 시스템을 개발을 의뢰한다거나 하청을 받아 프로젝트를 의뢰하는 경우, 또한 재하청을 받아 의뢰를 하는 경우 등 여러가지의 수가 있기 때문에 정확히 등급기준표만을 가지고 판단하기란 매니저의 입장에서는 애매한 경우라고 할 수 있죠. 따라서 등급기준표는 참고를 할 사항일 뿐 절대값이 아니오니 고려하시기 바랍니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '재택근무 시 시간 관리는 어떻게 해야 하나요?',
    asymbol: '[A]',
    answer: `시간 관리를 잘하는 사람이 성공할 가능성이 높다는 것은 누구나 아는 일입니다. 특히 일반 직장인보다 재택근무를 하는 프리랜서들에게 시간관리란 아주 중요한 사항입니다. 어차피 해야 될 일을 미루고 빈둥빈둥 거리다가 마감시간에 닥쳐서 일을 시작하는 것 보다는 충분한 여유 시간이 있더라도 지금부터 차근차근 준비하는 것이 나중을 위해 좋을 것입니다. 효과적으로 시간 관리하는 법! 그 첫 번째, 해야 하는 일 리스트를 작성합니다. 눈에 띄는 곳에 일정표를 만들어 놓고 마감이 임박한 일, 대기해야 되는 일, 단순 반복되는 유지보수 일 등을 구분하여 놓습니다. 그리고 해당 일에 D-day등을 설정해 두는 것도 중요합니다. 두 번째, 우선순위를 정해야 합니다. 시간이 오래 걸리는 일보다 빠르게 끝낼 수 있는 일부터 처리하는 것도 좋은 방법입니다. 세 번째, 작업할 때 불필요한 부분은 눈앞에서 치우고 지금 당장 필요한 정보들로만 정리해둡니다. 모니터 폴더 정리나 바탕화면 정리도 포함되겠지요. 해결된 업무는 정리해서 따로 저장해 두는 편이 좋겠습니다. e랜서 여러분들은 당장 몸이 편하다고 해서 게으름을 피우다가 프로젝트를 놓치시는 실수를 저지르지는 않으시겠죠? 효율적인 시간 관리야 말로 몸과 마음의 건강과 더불어 인맥관리까지 따라온다는 것, 기억 하세요!`,
  },
  {
    qsymbol: '[Q]',
    question: '㈜이랜서가 일반 잡 포탈(Job Portal) 서비스와 다른 점은 무엇인가요?',
    asymbol: '[A]',
    answer: `(주)이랜서의 특별한 서비스에 대해 알고 싶으신가요? ㈜이랜서는 2014년 기준 15년의 사업이력을 가진 전통 있는 IT인재 아웃소싱 전문기업입니다.IT 지식에 해박한 매니저들이 24시간 대기 중인 ㈜이랜서는 다년간 축적된 IT인재 마켓플레이스 거래정보 DB의 구직자 경력을 기업에게 제공해 11년간 신뢰를 쌓아왔습니다. 또한 매니저들은 정확한 일자리 정보를 구직자에게 제공하는 1:1 매칭 서비스를 선보입니다. 자의적으로 작성한 구인/구직정보가 검증 없이 등록되고 공유되는 일반 잡 포탈과는 확연히 다른 장점을 가지고 있는 셈입니다. 그리고 ㈜이랜서를 통해 중개계약을 진행하게 되면, 단독거래 시 동반되는 임금체불, 불공정거래 등에서 보호될 수 있습니다. ㈜이랜서에는 전담법무팀이 있어 IT개발자들에게 공정한 고용계약과 안정적인 개발비용 지급을 약속드릴 수 있습니다. 일반 잡 포탈과 ㈜이랜서의 차이점에 대해서 궁금한 점은 풀리셨나요? ㈜이랜서는 앞으로도 오랫동안 IT인재들의 든든한 친구가 될 예정입니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '㈜이랜서는 e랜서와 바이어 중 누구의 편에 서나요?',
    asymbol: '[A]',
    answer: `e랜서로 활동하시면서 ㈜이랜서가 누구의 편에 서는지 궁금하셨군요? ㈜이랜서는 심판의 역할을 합니다. 마켓플레이스는 개방된 장터입니다. 기업회원들은 일할 기회인 프로젝트를 내놓고, e랜서는 경험으로 기술을 파는 역할을 하는 것이지요. ㈜이랜서는 마켓플레이스에서 먹튀와 악덕을 감시하는 역할을 합니다. 하지만 ㈜이랜서는 상대적으로 약자의 입장에 있는 e랜서의 편에 많이 서는 편입니다. 그러니 ㈜이랜서를 믿고 마켓플레이스에서 마음껏 실력을 펼치시면 됩니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '담당 매니저가 왜 달라지나요?',
    asymbol: '[A]',
    answer: `이랜서 회원 분들 중에 가끔 매니저가 바뀌는 상황을 물어보실 때가 있습니다. 그 이유는 프로젝트마다 담당 매니저 배정이 다르기 때문에 그렇습니다. 프로세스를 설명 드리자면, 프로젝트가 등록이 된 후 담당매니저가 배정, 초기 상담을 진행하고 프리랜서 서칭에 들어가게 됩니다. 이때 프로젝트 담당 매니저가 모든 것을 다 하는 것이 아니라 때로는 다른 매니저들도 함께 컨택을 하는 경우도 있습니다. 바이어쪽과 직접 상담을 통해서 해당 프로젝트에 대해 제일 잘 알고 있는 담당매니저가 다른 매니저들과 정보 공유를 하고 거기에 맞게 인재서칭을 하는 것이지요. 이제 '담당이 다르다고?'라며 의아하게 생각하지 마세요! 궁금한 점이 있으시면 얼마든지 물어보세요.`,
  },
];
