export const PROJECT_LIST = [
  {
    qsymbol: '[Q]',
    question: '프로젝트 등록하면 얼마나 걸리나요? / 프로젝트에 지원하면 결과는 언제 알 수 있나요?',
    asymbol: '[A]',
    answer: `위에 질문 두가지 상황이 애매하게 공존하고 있습니다. 프로젝트가 등록이 되고 담당매니저가 배정되면 바로 초기상담이 진행됩니다. 그리고 서칭을 시작하게 되는데, 그 중에는 등록된 프로젝트에 지원을 하는 e랜서도 있고 매니저가 직접적으로 컨택해서 추천을 하는 e랜서들도 있습니다. 이때 걸리는 시간은 관련 프로젝트에 상세내역과 요구사항이 잘 맞아 떨어지면 추천 시간은 그만큼 빨라지게 됩니다. 그렇게 추천된 인력은 반대로 바이어쪽에 피드백을 요구 합니다. 그러면 매니저들은 추천인력에 대한 진행 사항을 체크 하는데요. 바이어쪽에서 검토하고 진행하는 상황이 여의치가 않을 때 그만큼 피드백이 느려지는 상황이 생기게 된다고 합니다. 물론 빠른 피드백과 의사 결정을 하는 바이어들도 있습니다. 그런 경우는 진행이 빠르게 되어서 e랜서들도 만족을 합니다. 물론 그 시간을 줄이기 위해 매니저들이 열심히 움직이고 있다는 점~! 보다 나은 서비스를 위해서 발빠르게 움직이는 매니저들이 있다는 점~! 꼭 기억해 주세요.`,
  },
  {
    qsymbol: '[Q]',
    question: '프로젝트 진행 후에 정규직으로 전환하고자 합니다.',
    asymbol: '[A]',
    answer: `S사 에서 의뢰한 프로젝트가 있었습니다. Encer는 열심히 인재서칭을 통해 A라는 개발자를 프로젝트에 연결해주었습니다. 개발자는 맡은 프로젝트를 열심히 진행하고 좋은 퍼포먼스를 보여 줬습니다. 그 덕에 프로젝트는 성공적으로 마무리 되었고, S사에서는 개발자에게 정규직으로 함께 하기를 제안하게 됩니다. 이런 경우 어떻게 처리해야 하는 걸까요? 계약서 상으로 프로젝트 종료 후 3개월간 중개인을 제하고 업체와 개발자간에 직접적으로 컨택하여 계약을 진행할 수 없습니다. 만약 바이어와 개발자, 양 당사자 간에 원하는 상황이라면 정규직 헤드헌팅 계약을 진행해 드릴 수는 있습니다. 그렇게 진행될 경우 일정 부분 수수료가 발생하게 되고요. 수수료가 드는 만큼 가끔 바이어는 개발자들과 따로 정규직 채용을 진행하는 경우도 있습니다만, 자기 시간에 맞춰 생활리듬이 맞춰져 있는 개발자는 다시 프리랜서로 전향하는 경우도 비일비재하며, 바이어 입장에서는 막상 정규직으로 채용해 보니 마음에 들지 않는 상황이 발생할 수도 있습니다. Encer에서는 프리랜서 투입 프로젝트 종료 후에 정규직 전환으로 헤드헌팅 계약을 진행할 경우 3개월(수습기간)동안 해당 직무 인재에 대해 위의 문제가 발생하더라도 바이어가 만족스러운 인재를 찾을 때까지 계속해서 추천해 드립니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '프로젝트 등록 어떻게 해야 될까요?',
    asymbol: '[A]',
    answer: `처음 (주)Encer와 거래를 하는 바이어들이 많이 하시는 질문입니다. "구인하고 싶은데 어떻게 하면 될까요?" 프로젝트 구인을 의뢰하실 때 처음으로 해야 하는 과정은 Encer 사이트(www.elancer.co.kr)에 바이어 회원으로 가입을 하는 것입니다. 그리고 난 뒤에 웹사이트 좌측상단 메뉴에 '프로젝트 구인개발의뢰'를 클릭하시어 '상주/제택/헤드헌팅'과 관련된 구인의뢰를 해주시면 됩니다. 참 쉽죠~? 그러면 담당 매니저가 프로젝트마다 배정이 되어서 원하시는 인력을 추천해 드립니다. 잠깐!! 혹시 바이어 회원 아이디를 잊어 버리셨나요? 바이어 쪽 담당자가 바뀌셨나요? 그럴 때는 걱정하지 마시고 전화 한통이면 됩니다! 전화를 받은 담당매니저에게 구인의뢰 하신다고 말씀하시면, 친절하게 안내해 드릴 것입니다.`,
  },
  {
    qsymbol: '[Q]',
    question: ' Encer 바이어와의 계약 날인 시점 언제 하나요?',
    asymbol: '[A]',
    answer: ` (주)Encer 매니저들이 바이어에게 개발자를 추천하고, 인터뷰를 진행하여 함께 일을 하기로 결정했다면, 그 다음에 진행되어야 할 것은 바로 계약서에 날인하는 것입니다. 양 당사자와 매니저가 대면하여 계약을 완료함으로써 법적 효력이 발생하기 때문이죠. 즉, '프로젝트 투입 전'에 날인을 하고 해당 프로젝트에 참여하는 것을 정석으로 하고 있습니다. 계약서를 기준으로 바이어와 개발자 모두 성실히 이행 되어야 하는 부분이 있기 때문에 투입 전에 그 부분에 대해서 삼자 모두 동의하여야 하기 때문입니다. 계약서는 프로젝트에 성공적인 완료를 위한 약속이라 할 수 있습니다. 물론 프로젝트 일정 때문에 급하게 투입이 되고 그 후에 계약날인을 하는 경우도 종종 발생하게 되지만, 그럴 경우에는 매니저들이 보다 빠르게 대처하여 계약서를 확인하고 날인을 받게 됩니다. 하지만 위에서 언급했듯이 실제 진행되는 프로세스는 '투입 전 계약 완료'입니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '프리랜서의 작업 결과물에 대한 저작권은 누구에게 있는 것인가요?',
    asymbol: '[A]',
    answer: `프로젝트를 받아서 하는 프리랜서의 작업물은 누구에게 저작권이 있는 것인가에 대한 궁금증이 많으실 텐데요. 원천적으로 자유로운 관계인 프리랜서들의 제작 결과물은 프리랜서에게 속합니다만, 고용되어 지시 감독 하에 진행 될 때는 법인에게 속하게 됩니다. 하지만 일반적으로 애매모호한 경우가 많기 때문에 계약서를 쓸 때 별도의 조항을 달거나 하는 방법으로 소유권을 주장할 수 있을 것입니다. 특히 디자인이나 일러스트 같은 부분에서 많이 일어나는 문제인데, 이는 저작권을 계속 프리랜서가 가지고 사용권을 허락하는 조건으로 갈지 또는 전부를 넘기는 계약으로 갈지를 명확하게 정리해야 할 것입니다. 사용조건이나 만기시기, 배포여부 등에 대해서도 정해 놓는다면 보다 수월하게 해결할 수 있겠지요.`,
  },
  {
    qsymbol: '[Q]',
    question: '프리랜서들이 쓰는 이미지나 소스에 대한 저작권 문제가 많은데, 이는 어떻게 해결해야 하나요?',
    asymbol: '[A]',
    answer: `아시다시피 모든 창작물에는 저작권이라는 것이 있습니다. 비영리가 아닌 상업적인 목적으로 많은 부분을 상당하게 거의 모방, 유사, 일부 수정한 것들은 모두 저작권 침해에 해당됩니다. 주관적으로 타인의 저작물에 의존, 객관적으로 실질적으로 유사성이 인정되는가 여부에 따라 결정되며 저작권 침해 시 민사상 손해배상 혹은 징역 내지 벌금형 등의 형사적 제제도 당할 수 있으므로 많은 주의가 필요합니다. 그러나 소스를 무단으로 사용하되 많은 부분 편집이 되어 새로운 창작물처럼 결과물이 형성되었을 때는 이 저작물은 별도로 프리랜서에게 저작권을 부여합니다. 고도의 창의력을 가미해 완전히 별개로 느껴져야 한다는 애매모호한 점이 있습니다. 따라서 e랜서 여러분들은 작업을 하기에 앞서 계약 시 이미지나 소스를 제공받는 조건으로 하거나 개인적으로 유료 소스를 구입해서 쓰시는 쪽이 안전하다고 볼 수 있습니다.`,
  },
  {
    qsymbol: '[Q]',
    question:
      ' 계약기간까지 일을 열심히 했는데 업체에서 개발이 아직 덜 끝났다고 돈을 안 준다고 하면 어떻게 해야 하나요?',
    asymbol: '[A]',
    answer: `개발완료시점이 모호할 경우가 걱정되시는 거군요. 일단 계약서에 사인을 하기 전, 업체 담당자와 개발범위를 명확히 해두셔야 합니다. 그 부분이 명확하지 않으면 나중에 곤란한 일이 발생할 수 있기 때문이지요. 또한 Encer 매니저와 함께 상의해서 사전에 정확하게 범위를 정해두는 것도 좋은 방법입니다. 만약 개발을 진행하는 과정에서 개발내역이 변경되거나 추가 요구 사항이 있으면 그 부분은 꼭 메일로 증거를 남겨두셔야 합니다. 또한 매니저들에게도 세세하게 보고를 해주시면 중간에 매니저가 투입돼 가급적 불이익을 받지 않도록 처리해 줍니다. 한편 계약기간이 끝나감에도 불구하고 개발범위가 터무니없이 과다하게 늘어날 경우에는 Encer에게 알려주셔야 합니다. 그러면 연장계약으로 진행을 할 수 있으며, Encer 법무팀에서 깔끔하게 정리해 줍니다. Encer 매니저들을 적절히 활용하시면 프리랜서 활동에 많은 도움이 됩니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '보안 및 영업 비밀 보호 서약서 작성 후에 유의할 사항은?',
    asymbol: '[A]',
    answer: `개발자와 바이어간에 계약을 진행하면서 보안 및 영업 비밀 보호 서약에 사인을 하게 됩니다. 그런데 영업 비밀? 보안? 그런 부분이 얼마나 어떻게 적용이 되는지 애매합니다. '무심결에 얘기 했는데, 이런 것이 영업 비밀이였어?' 하는 것들도 생기게 됩니다. 프리랜서분들에게는 보안/영업 비밀이라고 하면 본인이 참여하는 프로젝트와 관련된 직접적인 부분만을 생각합니다. 하지만 실제로 영업비밀에 속하는 부분은 업체가 가지고 있는 거의 모든 부분에 해당됩니다. 원천적으로 바이어의 영업을 통하여 프로젝트를 맡게 되는 상황에서 그 영업방법이 색다르고 재미있을 수 있는데 그 부분을 신기하게 생각해서 무심코 말했다가 큰 낭패를 보는 경우도 있습니다. 프리랜서라는 포지션이 이럴 때는 참 애매해 집니다. "정규직도 아닌데? 왜 그런 것까지 지켜야해?" 라고 할 수도 있지만, 프로젝트에 투입되어 계약서가 작성되는 순간 그 프로젝트를 수주한 업체에 일원으로서 움직인다고 생각하시면 됩니다. 물론 업무적으로 프리랜서에게 주어진 것들을 수행하는데는 변함이 없으나, 보안 및 영업 비밀 보호서약서에 의해서 일어나는 점들은 조금 더 신경써서 지켜나가는 것. 서로에 대한 신뢰와 예의를 갖춘 약속이 아닐까 생각됩니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '프로젝트참여 메일을 보고 참여 신청을 하면 지원이 되는 건가요?',
    asymbol: '[A]',
    answer: `홈페이지에 올라와 있는 프로젝트와 참여요청 메일을 확인하고 참여 신청을 하시는 프리랜서 분들께서 이렇게 문의해 오십니다. "참여 신청을 하면 지원이 되는 건가요?" 이 부분에 대해서 답변 드리겠습니다. 참여 신청을 한다고 해서 바로 지원이 되는 것은 아닙니다. 담당 매니저가 참여 신청자분들에게 연락을 드리고 프로젝트 내용을 설명한 뒤 경력기술서를 요청하게 됩니다. 그리고 경력기술서를 회신해 주시면 바이어 쪽으로 추천을 진행하게 되지요. 간혹 참여 신청 하고 계속 기다리기만 하는 분들이 계신데요. 궁금해서 못 참겠다~ 하시는 분들은 지체 없이 02)545-0042로 전화 주셔서 '000 프로젝트에 참여 신청을 했는데 어떻게 되었는지 궁금합니다.'라고 말씀 하시면 그 결과와 진행되는 상황을 설명 드립니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '프로젝트 투입 시 받는 단가에 식대나 교통비가 전부 다 포함된 건가요?',
    asymbol: '[A]',
    answer: `네, 그렇습니다. 만약 3개월 프로젝트에 월단가 300을 받았다면, 900만원 안에 식대와 교통비, 야근비 등이 모두 포함된 것입니다. 일반적으로 사용되는 도급 또는 용역 계약서를 살펴보면 제10조 5항에 ‘프로젝트의 비용에는 을의 영업비, 식대, 교통비 등의 업무에 소요되는 일체의 비용이 포함되어 있음을 을이 확인하다’는 내용이 있습니다. 프리랜서는 이와 같은 사실을 단가 협상 전에 알아야 할 필요가 있습니다. 하지만 소수의 업체에서는 프리랜서들에게 교통비나 식대를 별도로 지급하는 경우도 있는데요. 계약관계를 떠나서 프로젝트의 완성도를 위하여 개발자의 편이를 봐주기 위해 제공되는 특혜 같은 것입니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '(주)Encer 입금일이 변경 되었나요?',
    asymbol: '[A]',
    answer: `2012년 9월부터 (주)Encer 회계처리에 따라 입금 처리가 약간 변경 되었습니다. - 기존 : 바이어로부터 입금 받는 날로부터 영업일 기준 5일 후 지급하던 방식이었습니다. - 변경 : 1일~15일 중 바이어에게 입금 받으면 '15일에 지급', 16일~말일 입금 받으면 '말일 지급' 방식으로 바뀌게 되었습니다. 9월부터 계약하는 분들과 현재 진행되는 사항이고, 이 점에 관해서는 매니저들이 충분히 안내드리고 진행을 합니다. 열심히 일한 개발자분들이 마땅한 대가를 제때 지급 받으실 수 있도록 매니저들도 열심히 뛰고 있습니다.`,
  },
  {
    qsymbol: '[Q]',
    question: '프로젝트 진행 시, 제 업무범위와 맞지 않아도 PM이 요구를 하면 해줘야 하나요?',
    asymbol: '[A]',
    answer: `본인의 분야가 아님에도 담당 PM이 새로운 업무를 요구 했을 경우에 대해서 궁금하신 거군요? 사실 프로젝트를 진행하다 보면, 이런 경우는 많이 발생 할 수 있습니다. 때문에 자신의 업무범위일 때는 칼 같이 들어주고, 본인의 범위가 아닌 경우에는 단호히 끊어주는 결단력이 필요합니다. 그게 어려우면 ㈜이랜서 매니저에게 이 같은 사실을 알리고 상담을 받는 것이 좋습니다. 매니저들은 영업스킬을 가지고 있기 때문에 말하고 푸는 부분에 있어서는 개발자분들보다 훨씬 낫다고 할 수 있기 때문입니다. 그리고 프로젝트에 투입이 되면, 되도록이면 PM과 좋은 인간관계를 유지하는 것도 좋은 방법입니다.`,
  },
  {
    qsymbol: '[Q]',
    question:
      '프로젝트 개발을 위한 업무 범위가 애매합니다. 그렇다면 PM이 설정하는 업무 범위 VS 개발자들이 생각 하는 업무 범위는?',
    asymbol: '[A]',
    answer: `프로젝트를 진행하다보면 개발 범위가 늘어나는 경우 그러므로 해서 개발기간까지 늘어나는 상황이 생깁니다. 이때 PM 이 바라보는 업무 범위와 개발자들이 생각 하는 업무 범위에 차이가 생길 수 있습니다. 이럴 때에는 무엇을 기준으로 그 범위를 정해야 할까요? 기획단계에서 정해지는 개발 기간과 범위가 있습니다. 그리고 그 기획서에 의해서 계약을 할 때 업무 범위를 정하고 진행하게 됩니다. 여기서 중요한 점은 그 기획단계를 제대로 정한다면 업무 범위 역시 정확하게 설정하여야 된다는 것입니다. 프리랜서들의 경우는 개발단계에서 투입이 되므로 그 과정이 바뀌거나 하는 상황이 일어나지 않기를 바랍니다. 그래서 개발 기간이나 범위 등의 기준이 될 수 있는 부분이 바로 기획서 안에 들어 있는 범위와 계약서의 범위가 같게 정해져야 하고, 계약상의 내용대로 프로젝트가 진행 되도록 해야 합니다. 하지만 사람이 하는 일이고 어떻게 변할지 모르는 상황에서 확실하게 정하기는 정말 애매합니다. 그래서 애정남이 정해드리겠습니다. 중요한 것은 PM이든 개발자든 프로젝트를 완성시켜 나가려는 마음은 똑같다는 것 입니다. 모두 다 아는 것이겠지만, 상대방의 마음을 서로 이해하고 존중하며 이야기하고 나아가는 방법이 최선이라는 것! 그러다 보면 큰 무리 없이 진행할 수 있는 범위가 나오겠죠. 다들 한걸음씩 양보하는 미덕을 보여서 무리 없이 프로젝트를 완성하길 바랍니다. 착착~!`,
  },
];
